Repository: mourato/Notinhas
Catalog: Snapzy/Resources/Localization/Features/QuickAccess.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-quick-access.action-edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
ru: Редактировать
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# preferences-quick-access.action-save-or-open
source: Save / Open
de: Speichern / Öffnen
es: Guardar / Abrir
fr: Enregistrer / Ouvrir
ja: 保存 / 開く
ko: 저장 / 열기
ru: Сохранить / открыть
vi: Lưu / Mở
zh_hans: 保存 / 打开
zh_hant: 儲存 / 開啟

# preferences-quick-access.badge-corner
source: Corner
de: Ecke
es: Esquina
fr: Coin
ja: 角
ko: 모서리
ru: Угол
vi: Góc
zh_hans: 角标
zh_hant: 角標

# preferences-quick-access.badge-primary
source: Primary
de: Primär
es: Principal
fr: Principal
ja: メイン
ko: 기본
ru: Основное
vi: Chính
zh_hans: 主要
zh_hant: 主要

# preferences-quick-access.auto-close-title
source: Auto-close
de: Automatisch schließen
es: Cierre automático
fr: Fermeture automatique
ja: 自動で閉じる
ko: 자동 종료
ru: Автозакрытие
vi: Tự đóng
zh_hans: 自动关闭
zh_hant: 自動關閉

# preferences-quick-access.close-after
source: Close after
de: Schließen nach
es: Cerrar después
fr: Fermer après
ja: 次の時間で閉じる
ru: Закрыть после
vi: Đóng sau

# preferences-quick-access.closes-after
source: Closes after %d seconds
de: Schließt nach %d Sekunden
es: Se cierra después de %d segundos
fr: Se ferme après %d secondes
ja: %d 秒後に閉じます
ko: 이후 종료 %d초 후에 닫힙니다
ru: Закрывается через %d секунд
vi: Đóng sau %d giây
zh_hans: 之后关闭%d 秒后关闭
zh_hant: 之後關閉%d 秒後關閉

# preferences-quick-access.drag-and-drop-description
source: Drag captures to other apps
de: Ziehen Sie Aufnahmen in andere Apps
es: Arrastra capturas a otras aplicaciones
fr: Faites glisser les captures vers d'autres applications
ja: キャプチャを他のアプリにドラッグ
ko: 캡처를 다른 앱으로 드래그
ru: Перетащите снимки в другие приложения
vi: Kéo ảnh và video sang ứng dụng khác
zh_hans: 将截屏或录屏拖到其他应用中
zh_hant: 將截圖或錄製內容拖到其他 App

# preferences-quick-access.floating-overlay-description
source: Show preview after capture
de: Vorschau nach der Aufnahme anzeigen
es: Mostrar vista previa después de la captura
fr: Afficher l'aperçu après la capture
ja: キャプチャ後にプレビューを表示
ko: 캡처 후 미리보기 표시
ru: Показать предварительный просмотр после захвата
vi: Hiện xem trước sau khi chụp
zh_hans: 截取完成后显示预览
zh_hant: 擷取完成後顯示預覽

# preferences-quick-access.floating-overlay-title
source: Floating Overlay
de: Schwebendes Overlay
es: Superposición flotante
fr: Superposition flottante
ja: フローティングオーバーレイ
ko: 플로팅 오버레이
ru: Плавающее наложение
vi: Lớp phủ nổi
zh_hans: 浮动浮层
zh_hant: 浮動浮層

# preferences-quick-access.keep-open
source: Keep overlay open until dismissed
de: Lassen Sie das Overlay geöffnet, bis es geschlossen wird
es: Mantener la superposición abierta hasta que se cierre
fr: Garder la superposition ouverte jusqu'à ce qu'elle soit rejetée
ja: 閉じるまでオーバーレイを表示したままにする
ko: 닫힐 때까지 오버레이를 열어두세요
ru: Оставлять наложение открытым до его закрытия
vi: Giữ mở cho đến khi đóng
zh_hans: 保持浮层打开，直到关闭
zh_hant: 保持浮層開啟，直到關閉

# preferences-quick-access.left
source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
ru: Слева
vi: Trái
zh_hans: 左
zh_hant: 左

# preferences-quick-access.overlay-size-description
source: Adjust the floating preview size
de: Passen Sie die schwebende Vorschaugröße an
es: Ajustar el tamaño de la vista previa flotante
fr: Ajuster la taille de l'aperçu flottant
ja: フローティングプレビューのサイズを調整
ko: 부동 미리보기 크기 조정
ru: Отрегулируйте размер плавающего предварительного просмотра
vi: Điều chỉnh kích thước khung xem trước nổi
zh_hans: 调整浮动预览大小
zh_hant: 調整浮動預覽大小

# preferences-quick-access.overlay-size-title
source: Overlay Size
de: Overlay-Größe
es: Tamaño de superposición
fr: Taille de superposition
ja: オーバーレイサイズ
ko: 오버레이 크기
ru: Размер наложения
vi: Kích thước lớp phủ
zh_hans: 浮层尺寸
zh_hant: 浮層尺寸

# preferences-quick-access.pause-on-hover-description
source: Pause countdown when hovering over the card
de: Countdown anhalten, wenn Sie mit der Maus über die Karte fahren
es: Pausar la cuenta regresiva al pasar el cursor sobre la tarjeta
fr: Mettre le compte à rebours en pause lorsque vous survolez la carte
ja: カードにホバーしている間はカウントダウンを一時停止
ko: 카드 위로 마우스를 가져가면 카운트다운이 일시 중지됩니다.
ru: Приостановить обратный отсчет при наведении курсора на карточку
vi: Tạm dừng đếm ngược khi rê chuột lên thẻ
zh_hans: 将鼠标悬停在卡片上时暂停倒计时
zh_hant: 將鼠標懸停在卡片上時暫停倒計時

# preferences-quick-access.pause-on-hover-title
source: Pause on Hover
de: Beim Darüberfahren pausieren
es: Pausa al pasar el cursor
fr: Pause au survol
ja: ホバーで一時停止
ko: 마우스 오버 시 일시 중지
ru: Пауза при наведении
vi: Tạm dừng khi rê chuột
zh_hans: 悬停时暂停
zh_hant: 懸停時暫停

# preferences-quick-access.quick-actions-description
source: Drag list rows to reorder the context menu. Drag actions onto the preview to set card positions.
de: Ziehe Listenzeilen, um das Kontextmenü neu anzuordnen. Ziehe Aktionen auf die Vorschau, um Kartenpositionen festzulegen.
es: Arrastra las filas de la lista para reordenar el menú contextual. Arrastra acciones a la vista previa para definir posiciones en la tarjeta.
fr: Faites glisser les lignes de la liste pour réorganiser le menu contextuel. Faites glisser des actions sur l’aperçu pour définir les positions de la carte.
ja: リストの行をドラッグしてコンテキストメニューを並べ替えます。アクションをプレビューへドラッグしてカード上の位置を設定します。
ko: 목록 행을 드래그해 컨텍스트 메뉴 순서를 바꾸세요. 액션을 미리보기로 드래그해 카드 위치를 설정하세요.
ru: Перетаскивайте строки списка, чтобы изменить порядок контекстного меню. Перетаскивайте действия на предпросмотр, чтобы задать позиции на карточке.
vi: Kéo các dòng trong danh sách để sắp xếp lại menu ngữ cảnh. Kéo thao tác vào bản xem trước để đặt vị trí trên thẻ.
zh_hans: 拖动列表行以重新排列上下文菜单。将操作拖到预览上以设置卡片位置。
zh_hant: 拖曳列表列以重新排列內容選單。將動作拖到預覽上以設定卡片位置。

# preferences-quick-access.not-on-card
source: Not on card
de: Nicht auf Karte
es: No en la tarjeta
fr: Pas sur la carte
ja: カード外
ko: 카드에 없음
ru: Не на карточке
vi: Không trên thẻ
zh_hans: 不在卡片上
zh_hant: 不在卡片上

# preferences-quick-access.reset-actions
source: Reset Actions
de: Aktionen zurücksetzen
es: Restablecer acciones
fr: Réinitialiser les actions
ja: アクションをリセット
ko: 액션 재설정
ru: Сбросить действия
vi: Đặt lại thao tác
zh_hans: 重置操作
zh_hant: 重設動作

# preferences-quick-access.right
source: Right
de: Rechts
es: Derecha
fr: À droite
ja: 右
ko: 그렇죠
ru: Верно
vi: Phải
zh_hans: 右
zh_hant: 右

# preferences-quick-access.screen-edge-description
source: Where the overlay appears
de: Wo das Overlay erscheint
es: Donde aparece la superposición
fr: Où la superposition apparaît
ja: オーバーレイの表示位置
ko: 오버레이가 나타나는 위치
ru: Где появляется наложение
vi: Nơi lớp phủ xuất hiện
zh_hans: 浮层出现的位置
zh_hant: 浮層出現的位置

# preferences-quick-access.screen-edge-title
source: Screen Edge
de: Bildschirmkante
es: Borde de la pantalla
fr: Bord de l'écran
ja: 画面端
ko: 화면 가장자리
ru: Край экрана
vi: Cạnh màn hình
zh_hans: 屏幕边缘
zh_hant: 螢幕邊緣

# preferences-quick-access.section-appearance
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외모
ru: Внешний вид
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# preferences-quick-access.section-behaviors
source: Behaviors
de: Verhalten
es: Comportamientos
fr: Comportements
ja: 行動
ko: 행동
ru: Поведение
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

# preferences-quick-access.section-preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# preferences-quick-access.section-quick-actions
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
ja: クイックアクション
ko: 빠른 액션
ru: Быстрые действия
vi: Thao tác nhanh
zh_hans: 快速操作
zh_hant: 快速動作

# preferences-quick-access.slot-bottom-left
source: Bottom left
de: Unten links
es: Inferior izquierda
fr: Bas gauche
ja: 左下
ko: 왼쪽 하단
ru: Снизу слева
vi: Dưới trái
zh_hans: 左下
zh_hant: 左下

# preferences-quick-access.slot-bottom-right
source: Bottom right
de: Unten rechts
es: Inferior derecha
fr: Bas droit
ja: 右下
ko: 오른쪽 하단
ru: Снизу справа
vi: Dưới phải
zh_hans: 右下
zh_hant: 右下

# preferences-quick-access.slot-center-bottom
source: Center bottom
de: Mitte unten
es: Centro inferior
fr: Centre bas
ja: 下中央
ko: 하단 중앙
ru: По центру снизу
vi: Giữa dưới
zh_hans: 底部居中
zh_hant: 底部置中

# preferences-quick-access.slot-center-top
source: Center top
de: Mitte oben
es: Centro superior
fr: Centre haut
ja: 上中央
ko: 상단 중앙
ru: По центру сверху
vi: Giữa trên
zh_hans: 顶部居中
zh_hant: 頂部置中

# preferences-quick-access.slot-top-left
source: Top left
de: Oben links
es: Superior izquierda
fr: Haut gauche
ja: 左上
ko: 왼쪽 상단
ru: Сверху слева
vi: Trên trái
zh_hans: 左上
zh_hant: 左上

# preferences-quick-access.slot-top-right
source: Top right
de: Oben rechts
es: Superior derecha
fr: Haut droit
ja: 右上
ko: 오른쪽 상단
ru: Сверху справа
vi: Trên phải
zh_hans: 右上
zh_hant: 右上

# quick-access.edit-video
source: Edit Video
de: Video bearbeiten
es: Editar vídeo
fr: Modifier la vidéo
ja: ビデオを編集
ko: 비디오 편집
ru: Редактировать видео
vi: Chỉnh sửa video
zh_hans: 编辑视频
zh_hant: 編輯影片

# quick-access.pin-window.fit
source: Fit
de: Einpassen
es: Ajustar
fr: Ajuster
ja: フィット
ko: 맞춤
ru: По размеру
vi: Vừa khít
zh_hans: 适合
zh_hant: 適合

# quick-access.pin-window.lock
source: Lock and hide on mouse over
de: Sperren und beim Überfahren ausblenden
es: Bloquear y ocultar al pasar el cursor
fr: Verrouiller et masquer au survol
ja: マウスオーバー時にロックして隠す
ko: 마우스를 올리면 잠그고 숨기기
ru: Заблокировать и скрывать при наведении
vi: Khóa và ẩn khi rê chuột lên
zh_hans: 锁定并在鼠标悬停时隐藏
zh_hant: 鎖定並在滑鼠懸停時隱藏

# quick-access.pin-window.unlock
source: Unlock pinned window
de: Angepinntes Fenster entsperren
es: Desbloquear ventana fijada
fr: Déverrouiller la fenêtre épinglée
ja: 固定ウィンドウのロックを解除
ko: 고정된 창 잠금 해제
ru: Разблокировать закрепленное окно
vi: Mở khóa cửa sổ đã ghim
zh_hans: 解锁固定窗口
zh_hant: 解鎖固定視窗

# quick-access.pin-window.zoom
source: Zoom pinned window
de: Angepinntes Fenster zoomen
es: Ajustar zoom de la ventana fijada
fr: Zoomer la fenêtre épinglée
ja: 固定ウィンドウをズーム
ko: 고정된 창 확대/축소
ru: Масштабировать закрепленное окно
vi: Thu phóng cửa sổ đã ghim
zh_hans: 缩放固定窗口
zh_hant: 縮放固定視窗

# preferences-quick-access.action-pin-to-screen
source: Pin to Screen
de: An Bildschirm anheften
es: Fijar en pantalla
fr: Épingler à l'écran
ja: 画面にピン留め
ko: 화면에 고정
ru: Закрепить на экране
vi: Ghim lên màn hình
zh_hans: 固定到屏幕
zh_hant: 固定到螢幕

# preferences-quick-access.action-unpin
source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
ru: Открепить
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消固定

# preferences-quick-access.drag-and-drop-title
source: Drag & Drop
es: Arrastrar y soltar
fr: Glisser-déposer
ja: ドラッグ＆ドロップ
ko: 드래그 앤 드롭
ru: Перетаскивание
vi: Kéo & thả
zh_hans: 拖放
zh_hant: 拖放

# preferences-quick-access.section-position
source: Position
es: Posición
fr: Poste
ja: 位置
ko: 위치
ru: Позиция
vi: Vị trí
zh_hans: 位置
zh_hant: 位置
